export const mockposts= [{
  "_id": {
    "$oid": "656709642af3f08a7ffc0156"
  },
  "username": "admin",
  "title": "Анна Смирнова [Data Scientist]",
  "text": "Я - Data Scientist. Моё главное занятие - анализ данных и работа с машинным обучением. Мой опыт поможет в разработке прогностических моделей и обработке обширных данных для создания инновационных решений.\r\n\r\nФормат: Онлайн-консультации, ответы на вопросы по анализу данных и машинному обучению.\r\n",
  "imgUrl": "",
  "views": 4,
  "author": {
    "$oid": "656705a0f5ba5b5315f0ea3c"
  },
  "comments": [],
  "createdAt": {
    "$date": "2023-11-29T09:50:28.296Z"
  },
  "updatedAt": {
    "$date": "2023-11-29T10:57:07.638Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "656709832af3f08a7ffc015c"
  },
  "username": "admin",
  "title": "Михаил Иванов [Frontend Developer]",
  "text": " Привет, я фронтенд-разработчик. Сфера моей экспертизы - создание пользовательских интерфейсов. Опыт работы с React и Vue.js 10 лет.\r\n\r\nФормат помощи: Консультации по коду, ответы на вопросы по фронтенд-разработке.\r\n",
  "imgUrl": "",
  "views": 2,
  "author": {
    "$oid": "656705a0f5ba5b5315f0ea3c"
  },
  "comments": [],
  "createdAt": {
    "$date": "2023-11-29T09:50:59.596Z"
  },
  "updatedAt": {
    "$date": "2023-11-29T12:59:20.603Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "65670a8a2af3f08a7ffc0162"
  },
  "username": "admin",
  "title": "Антонина Федорова [DevOps Engineer]",
  "text": "Эксперт в области DevOps, автоматизации и управления инфраструктурой. \r\nДиректор инстутута мемов. Оценю твои мемы и пришлю фидбэк",
  "imgUrl": "",
  "views": 3,
  "author": {
    "$oid": "656705a0f5ba5b5315f0ea3c"
  },
  "comments": [],
  "createdAt": {
    "$date": "2023-11-29T09:55:22.785Z"
  },
  "updatedAt": {
    "$date": "2023-11-29T13:08:27.784Z"
  },
  "__v": 0
}]