export const mockposts= [{
  "_id": {
    "$oid": "656709642af3f08a7ffc0156"
  },
  "username": "admin",
  "title": "Даша [Сopywriter] [Content-marketing]",
  "text": "Дай человеку правки, и он будет грустить один день. Научи человека давать правки, и он будет счастлив всю жизнь.",
  "imgUrl": "",
  "views": 4,
  "author": {
    "$oid": "656705a0f5ba5b5315f0ea3c"
  },
  "comments": [],
  "createdAt": {
    "$date": "2023-11-29T09:50:28.296Z"
  },
  "updatedAt": {
    "$date": "2023-11-29T10:57:07.638Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "656709832af3f08a7ffc015c"
  },
  "username": "admin",
  "title": "Миша [Frontend Developer] [ComTech]",
  "text": "React и Vue.js 10 лет.Консультации по коду, ответы на вопросы по фронтенд-разработке. Есть опыт в преподавании и система оценок. Жестко раз*****ю на ревью. Ставьте в ревьюеры, просматриваю сообщения по понедельникам",
  "imgUrl": "",
  "views": 2,
  "author": {
    "$oid": "656705a0f5ba5b5315f0ea3c"
  },
  "comments": [],
  "createdAt": {
    "$date": "2023-11-29T09:50:59.596Z"
  },
  "updatedAt": {
    "$date": "2023-11-29T12:59:20.603Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "65670a8a2af3f08a7ffc0162"
  },
  "username": "admin",
  "title": "Тоня [DevOps Engineer] [DevOps]",
  "text": "DevOps, автоматизация и управления инфраструктурой. \r\nТАКЖЕ: Директор инстутута мемов. 🦚 Оценю твои мемы и пришлю фидбэк. Веду телеграм-канал о Японии(ссылка в профиле)",
  "imgUrl": "",
  "views": 3,
  "author": {
    "$oid": "656705a0f5ba5b5315f0ea3c"
  },
  "comments": [],
  "createdAt": {
    "$date": "2023-11-29T09:55:22.785Z"
  },
  "updatedAt": {
    "$date": "2023-11-29T13:08:27.784Z"
  },
  "__v": 0
}]